Repository: rswilem/BetterPusbackMod
Catalog: data/po/*/strings.po
Languages: es, fr, it, zh

source: Miscellaneous
es: Misceláneas
fr: Divers
it: Varie
zh: 其他。

source: Can't start planner: aircraft not stationary.
es: No se puede abrir el planificador: la aeronave no esta parada.
fr: Ouverture du planificateur impossible: l'avion n'est pas à l'arrêt.
it: Impossibile avviare il pianificatore: aereo non stazionario.
zh: 無法按計劃推車：飛機不是靜止狀態。

source: Can't start planner: pushback already in progress. Please stop the pushback operation first.
es: No se puede abrir el planificador: retroceso en proceso. Por favor detenga antes la operación de retroceso.
fr: Ouverture du planificateur impossible: repoussage déjà en cours.
it: Impossibile avviare la pianificazione: pushback già in corso. Per favore, interrompi il pushback prima.
zh: 無法按計劃推車：正在推車。請先停武推車。

source: Can't start pushback planner: please set the parking brake first.
es: No se puede abrir el planificador: por favor active antes el freno de estacionamiento.
fr: Démarrage du repoussage impossible. Mettez le frein de parking.
it: Impossibile avviare il pianificatore pushback: inserire prima il freno di stazionamento.
zh: 無法按計劃推車：請先制動手剎。

source: Pushback advisory: you have your radio volume turned very low and may not be able to hear ground crew. Please increase your radio volume in the X-Plane sound preferences.
es: Aviso: Tiene el volumen de la radio muy bajo y puede que no escuche al personal de tierra. Aumente el volumen de la radio en las opciones de sonido de X-Plane.
fr: Votre volume radio est trop bas, et vous n’entendrez pas l’équipe sol.Augmentez le volume radio dans les préférences de X Plane.
it: Avviso di pushback: hai il volume della radio molto basso e potresti non essere in grado di sentire il personale di terra. Aumenta il volume della radio nelle preferenze audio di X-Plane.
zh: 推車建議：你的無線電音量太小，有可能聽不見地勤人員的聲音。請在X-Plane聲音設置中，把無線電音量調大。

source: Pushback failure: X-Plane version too old. This plugin requires at least X-Plane %s to operate.
es: Fallo de Pushback: La versión de X-Plane es demasiado antigua. Este plugin requiere al menos X-Plane %s para funcionar.
fr: Repoussage refusé: BetterPushback ne fonctionne qu'avec la version X-Plane %s ou plus.
it: Errore Pushback: versione X-Plane troppo vecchia. Questo plugin richiede almeno X-Plane %s per funzionare.
zh: 推車失敗：X-Plane的版本太低。本插件需要至少X-Plane %s。

source: Pushback failure: aircraft appears to not have any steerable gears.
es: Fallo de Pushback: La aeronave parece no tener ruedas direccionables.
fr: Repoussage impossible: L’avion ne dispose pas d’un train orientable.
it: Errore pushback: l'aereo sembra non avere alcun ingranaggio sterzante.
zh: 推車失敗：這架飛機機輪似乎沒有推把。

source: Pushback failure: aircraft has non-positive wheelbase. Sorry, tail draggers aren't supported.
es: Fallo de Pushback: La aeronave no tiene una configuración de eje delantero correcta. Lo siento, los tail draggers no están soportados.
fr: Repoussage impossible : L’avion ne dispose pas d’un train tricycle. Les trains classiques ne sont pas supportés.
it: Errore pushback: l'aereo ha un passo non positivo. Siamo spiacenti, i trascinatori di coda non sono supportati.
zh: 推車失敗：這架飛機似乎沒有前輪，不好意思，後輪推車不支持。

source: Pushback failure: aircraft is incompatible with BetterPushback.
es: Fallo de Pushback: La aeronave es incompatible con BetterPushback.
fr: Repoussage impossible: votre avion n’est pas compatible avec BetterPushback.
it: Errore pushback: l'aereo non è compatibile con BetterPushback.
zh: 推車失敗：這架飛機不支持。

source: Pushback failure: master requested tug "%s", which we don't have in our in our library. Please sync your tug libraries before trying again.
es: Fallo de Pushback: El remolcador requerido "%s", no está en nuestros archivos. Por favor sincroniza las librerías de remolcadores antes de intentarlo de nuevo.
fr: Repoussage impossible: Le tracteur "%s" demandé n’existe pas. Mettez à jour votre liste de tracteurs et réessayez.
it: Errore pushback: il master ha richiesto il rimorchiatore "%s", che non abbiamo nella nostra libreria. Sincronizza le tue librerie di rimorchiatori prima di riprovare.
zh: 推車失敗：請求的推車 "%s" 不在車庫裡。請更新最新的推車車庫。

source: Pushback failure: no suitable tug for your aircraft.
es: Fallo de Pushback: No hay un remolcador adecuado para su aeronave.
fr: Repoussage impossible: pas de tracteur adapté à cet avion.
it: Errore pushback: nessun rimorchiatore adatto per il tuo aereo.
zh: 推車失敗：這架飛機找不到合適的推車。

source: Pushback failure: smartcopilot attempted to switch master/slave or network connection lost. Stopping operation.
es: Fallo de Pushback: smartcopilot intentó cambiar maestro/esclavo o la conexión de red se interrumpió. Parando la operación.
fr: Repoussage annulé: Smartcopilot a commuté soit master/slave, soit les radios (request/release).
it: Errore pushback: smartcopilot ha tentato di effettuare la commutazione master/slave o connessione di rete interrotta. Interruzione dell'operazione.
zh: 推車失敗：smartcopilot插件有乾擾，或者網絡連接失敗。推車停止。

source: Start pushback
es: Empezar retroceso
fr: Démarrer le repoussage
it: Avvio pushback
zh: 開始推車

source: Stop pushback
es: Detener retroceso
fr: Arrêter le repoussage
zh: 停止推車

source: Start pushback planner
es: Empezar planificador de retroceso
fr: Lancer le planificateur
it: Avvio pianificatore pushback
zh: 啟動推車計劃

source: Stop pushback planner
es: Detener planificador de retroceso
fr: Arrêter le planificateur
it: Stop pianificatore pushback
zh: 停止推車計劃

source: Connect tug before entering pushback plan
es: Conectar remolcador antes de introducir el plan de retroceso
fr: Connecter le tracteur avant de planifier le repoussage
it: Collegare il rimorchiatore prima di accedere al piano di pushback
zh: 先連接推鉤，再開始推車計劃

source: Pre-plan pushback
es: Planificar el retroceso
fr: Préplanifier le repoussage
it: Pianificazione pushback
zh: 開始設計推車計劃

source: Close pushback planner
es: Cerrar planificador de retroceso
fr: Fermer le planificateur de repoussage
it: Chiudi pianificatore pushback
zh: 關閉推車計劃

source: Preferences...
es: Preferencias...
fr: Préférences...
it: Impostazioni...
zh: 設置...

source: BetterPushback Preferences
es: Preferencias de BetterPushback
fr: Préférences de BetterPushback
it: Impostazioni BetterPushback
zh: BetterPushback設置

source: User interface
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
zh: 界面設置

source: X-Plane's language
es: Idioma de X-Plane
fr: Langue de l'interface de X-Plane
it: Linguaggio X-Plane

source: Ground crew audio
es: Sonido del personal de tierra
fr: Langue du personnel au sol
it: Audio personale di terra
zh: 地勤人員聲音

source: My language only at domestic airports
es: Mi idioma sólo en los aeropuertos domésticos
fr: Ma langue uniquement pour les aéroports français
it: La mia lingua solo negli aeroporti locali
zh: 只在國內機場說中文

source: My language at all airports
es: Mi idioma en todos los aeropuertos
fr: Le français partout
it: La mia lingua in tutti gli aeroporti
zh: 所有機場說中文

source: English at all airports
es: Inglés en todos los aeropuertos
fr: L'anglais pour tous les aéroports
it: Inglese in tutti gli aeroporti
zh: 所有機場說英文

source: Save preferences
es: Guardar preferencias
fr: Enregistrer ces choix
it: Salva le impostazioni
zh: 保存設置

source: Ground crew speaks my language only if the country the airport is in speaks my language. Otherwise the ground crew speaks English with a local accent.
es: El personal de tierra habla mi idioma sólo si el pais en el que está el aeropuerto habla mi idioma. De otra manera el personal de tierra habla inglés con acento local.
fr: Le personnel au sol parle français uniquement dans les pays francophones. Sinon, Le personnel au sol parle anglais avec un accent local pour certains.
it: Il personale di terra parla la mia lingua solo se il paese in cui si trova l'aeroporto parla la mia lingua. Altrimenti il personale di terra parla inglese con accento locale.
zh: 地面人員只有在說中文的機場時，才會說中文，否則地勤人員會說當地口音英語

source: Ground crew speaks my language irrespective of what country the airport is in.
es: El personal de tierra habla mi idioma independientemente de en que pais esté el aeropuerto.
fr: Le personnel au sol parle français quel que soit le pays dans lequel se trouve l'aéroport.
it: Il personale di terra parla la mia lingua, indipendentemente dal paese in cui si trova l'aeroporto.
zh: 無論機場在哪個國家，地勤人員都會說中文

source: Ground crew always speaks English with a local accent.
es: El personal de tierra siempre habla inglés con acento local.
fr: Le personnel au sol parle toujours en anglais, avec un accent local pour certains.
it: Il personale di terra parla sempre inglese con accento locale.
zh: 地勤人員總是說著帶有當地口音的英語

source: Save current preferences to disk.
es: Guardar las preferencias actuales.
fr: Sauvegarder ces préférences.
it: Salva le Impostazioni correnti su disco.
zh: 保存當前設置.

source: Disconnect tow + headset and switch to hand signals.
es: Desconectar remolcador + auriculares y cambiar a señales manuales.
fr: Désattelez tracteur, retirez casque et passez en signal visuel.
it: Scollegare il traino + l'auricolare e passare ai segnali manuali.
zh: 斷開拖桿和耳機然後註意手勢

source: Reconnect tow and await further instructions.
es: Reconectar remolcador y esperar instrucciones adicionales.
fr: Réattelez le tracteur et attendez instructions.
it: Ricollegare il traino e attendere ulteriori istruzioni.
zh: 重新連接拖桿，等待指令

source: Pushback failure: cannot push this aircraft with engines running. Shutdown engines first.
fr: Repoussage de cet avion impossible moteurs tournants. Arrêtez les d'abord.
it: Errore Pushback: non posso spingere l'aeromobile con i motori accesi. Spegnere prima i motori.

source: Pushback failure: your flight controls are preventing me from steering the aircraft. Unbind any buttons you have set to"toggle nosewheel steering".
fr: Echec du repoussage: Une de vos commandes bloque l'orientation de train. Supprimez tout lien avec la commande "toggle nosewheel steering".
it: Errore Pushback: i tuoi controlli di volo mi impediscono di governare l'aereo. Scollega tutti i pulsanti impostati su"attiva/disattiva la guida con il carrello anteriore".

source: Left mouse button to reorient view
fr: Bouton gauche de la souris pour modifier l'angle de vue
it: Tasto sinistro del mouse per riorientare la vista

source: Tug cab view
es: Vista de la cabina del remolcador.
fr: Vue depuis le tracteur
it: Vista dal Tug
zh: 拖拉機駕駛室視圖。

source: Never ask and always automatically disconnect the tug when the pushback operation is complete.
es: Nunca preguntar y siempre desconectar automáticamente el remolcador cuando la operación de retroceso esté completa.
fr: Le tracteur se déconnecte quand l'avion est en place et le frein de parking est mis.
it: Non chiedere mai e scollegare sempre automaticamente il rimorchio quando l'operazione di retrocessione è completata.
zh: 永遠不要詢問，並在推回操作完成時自動斷開 拖拉機的連接。

source: Hide the magic squares
es: Ocultar los cuadros mágicos.
fr: Masquer les raccourcis
it: Nascondi i quadrati magici
zh: 隱藏魔法方塊。

source: Hides the shortcut buttons on the left side of the screen. The first button starts the planner and the second starts the push-back.
es: Oculta los botones de acceso directo en el lado izquierdo de la pantalla. El primer botón inicia el planificador y el segundo inicia el retroceso.
fr: Masquer les miniatures-raccourcis sur la gauche de l'écran. Le premier bouton lance la planification, l'autre le repoussage.
it: Nasconde i pulsanti di scelta rapida sul lato sinistro dello schermo. Il primo pulsante avvia il pianificatore e il secondo avvia il retrocesso.
zh: 隱藏屏幕左側的快捷按鈕。 第一個按鈕啟動規劃器，第二個按鈕啟動推回。

source: Ignore check parking brake is set
es: Ignore la verificación de estacionamiento
fr: Ignorer la position du frein de parking
it: Ignora il controllo del parcheggio
zh: 忽略檢查停車剎車是否已設置。

source: Never check "set parking brake". Some aircraft stuck on this check. It's on the beginning and on the end. This should solve this problem for some aircrafts. (KA350 for instance).
es: Nunca verifique "poner el freno de estacionamiento". Algunas aeronaves se atascan en esta verificación. Esto ocurre al inicio y al final. Esto debería resolver el problema en algunas aeronaves (como el KA350).
fr: Refus de fonctionnement du frein de parking. sur certains avions (le KA350 par exemple), au début ou à la fin du repoussage, le frein ne réagit plus. Cochez ici pour ne pas avoir ce problème.
it: Non controllare mai "imposta freno di stazionamento". Alcuni aerei si bloccano su questo controllo. È all'inizio e alla fine. Questo dovrebbe risolvere il problema per alcuni aerei (KA350 ad esempio).
zh: 永遠不要檢查「設置停車剎車」。 某些飛機在此檢查中卡住。 這在開始和結束時都會發生。 這應該能解決某些飛機的問題（例如KA350）。

source: Auto disconnect when done
es: Desconectar automática cuando termine
fr: Déconnexion automatique une fois terminé
it: Disconnessione automatica al termine
zh: 完成時自動斷開連接。

source: Radio output device
es: Dispositivo de salida de radio
fr: Périphérique de sortie Radios
it: Dispositivo di uscita radio
zh: 無線電輸出設備。

source: Sound output device
es: Dispositivo de salida de sonido
fr: Périphérique de sortie Sons
it: Dispositivo di uscita audio
zh: 聲音輸出設備。

source: Connect tug first
es: Conectar el remolcador primero.
fr: Connectez d'abord le tracteur
it: Collegare prima il rimorchio
zh: 先連接拖拉機。

source: Settings related to the current aircraft
es: Configuraciones relacionadas con el avión actual.
fr: Paramètres spécifiques à chaque appareil
it: Impostazioni relative all'aereo attuale
zh: 與當前飛機相關的設置。

source: Hint: hover your mouse cursor over any label to show a short description of what it does.
es: Sugerencia: coloque el cursor del mouse sobre cualquier etiqueta para mostrar una breve descripción de su función.
fr: Astuce: placez votre curseur sur n'importe quelle étiquette pour afficher une description.
it: Suggerimento: posiziona il cursore del mouse su qualsiasi etichetta per visualizzare una breve descrizione della sua funzione.
zh: 提示：將鼠標光標懸停在任何標籤上以顯示其功能的簡短描述。

source: BetterPushback is open-source software. See COPYING for more information.
es: BetterPushback es software de código abierto. Consulte COPYING para más información.
fr: BetterPushback est un logiciel open-source. Voir COPYING pour plus d'informations
it: BetterPushback is open-source software. Per ulteriori informazioni vedere COPYING.
zh: BetterPushback是開源軟件。請參閱COPYING以獲取更多信息。

source: Don't check the doors/GPU/ASU status before starting the push-back.
es: No verifique el estado de las puertas/GPU/ASU antes de iniciar el retroceso.
fr: Ne vérifie pas le statut des portes, du GPU/ASU pour commencer le repoussage.
it: Non controllare lo stato delle porte/GPU/ASU prima di iniziare il retrocesso.
zh: 在開始推回之前，請勿檢查門/GPU/ASU的狀態。

source: Ignore doors/GPU/ASU check
es: Ignorar la verificación de puertas/GPU/ASU.
fr: Ignorer le contrôle des portes et du GPU/ASU
it: Ignora il controllo porte/GPU/ASU
zh: 忽略門/GPU/ASU檢查。

source: Some doors are still opened or the GPU or the ASU are still connected. I'm waiting for all of them closed and disconnected then I will proceed.
fr: Soit des portes sont ouvertes soit le GPU ou l'ASU est encore connecté. Faites le nécessaire pour que la procédure puisse continuer.

source: Hides default X-Plane 11 pushback tug. Restart X-Plane for this change to take effect.
es: Oculta el remolcador de retroceso predeterminado de X-Plane 11. Reinicie X-Plane para que este cambio surta efecto.
fr: Ignore le tracteur par défaut de X-Plane 11. Relancez X-Plane pour que le changement prenne effet.
it: Nasconde il rimorchio predefinito di X-Plane 11. Riavvia X-Plane affinché questa modifica abbia effetto.
zh: 隱藏預設的X-Plane 11推回拖拉機。 重啟X-Plane以使此更改生效。

source: In case of multiple monitors configuration, BpB need to use the primary monitor (the one with the x-plane menus), Bpb is able to select it automatically. If not select the one that works ! (the monitor numbers are arbitrary).
fr: Dans le cas d'une configuration a plusieurs écrans, BpB doit être sur l'écran principal (celui avec les menus de x-plane), Bpb le sélectionne automatiquement. Si ce n'est pas le cas, sélectionnez cet écran! (La numérotation des écrans est arbitraire).

source: User interface on monitor #
fr: Interface sur l'écran n°

source: Automatic
fr: Automatique

source: Monitor #0
fr: Ecran n°0

source: Monitor #1
fr: Ecran n°1

source: Monitor #2
fr: Ecran n°2

source: Monitor #3
fr: Ecran n°3

source: Monitor #4
fr: Ecran n°4

source: Monitor #5
fr: Ecran n°5

source: Magic squares position
es: Posición de los cuadros mágicos.
fr: Position des raccourcis
it: Posizione dei quadrati magici
zh: 魔法方塊位置。

source: Slide this bar to move the magic squares up or down.
es: Deslice esta barra para mover los cuadros mágicos hacia arriba o hacia abajo.
fr: Ce curseur déplace les miniatures-raccourcis en hauteur.
it: Scorri questa barra per spostare i quadrati magici su o giù.
zh: 滑動此條以向上或向下移動魔法方塊。

source: Hide default X-Plane 11 tug
es: Ocultar el remolcador predeterminado de X-Plane 11.
fr: Cache le tracteur par défaut de X-plane
it: Nascondi il rimorchio predefinito di X-Plane 11
zh: 隱藏預設的X-Plane 11拖拉機。

source: Waiting for the parking brakes release
fr: En attente de relâcher les freins de stationnement

source: Waiting for the parking brakes set
fr: En attente de serrer les freins de stationnement

source: Push-back called
fr: Repoussage demandé

source: Driving to the aircraft
fr: Le tracteur arrive

source: Waiting for doors/GPU/ASU closed/disconnected
fr: En attente de fermeture des portes et déconnexion GPU/ASU

source: Opening the cradle
fr: Ouverture du berceau

source: Connecting to the aircraft
fr: Connexion à l'appareil...

source: Connected to the aircraft
fr: Connexion effectuée

source: Push-back started
fr: Repoussage commencé

source: Push-back in progress
fr: Repoussage en cours

source: Push-back stopping
fr: Repoussage en cours d'arrêt

source: Push-back stopped
fr: Repoussage terminé

source: Lowering the nose
fr: Le train avant est remis au sol

source: Ungrabbing the nose
fr: Le train avant est libéré

source: Waiting the OK to disconnect
fr: En attente du OK pour déconnecter

source: Disconnecting the tug away from the aircraft
fr: Le tracteur est désattelé et recule

source: Closing the cradle
fr: Fermeture du berceau

source: Moving to the side of the aircraft
fr: Le tracteur s'écarte de l'appareil

source: Showing the pin and the clear signal
fr: Présentation de la goupille et Clearance

source: Driving the tug away back to his station
fr: Le tracteur retourne à sa station

source: Connected to the aircraft, waiting for clearance
fr: Connexion effectuée, en attente de la clearence

source: Lifting the aircraft
fr: Levage de l'appareil

source: Grabbing the aircraft
fr: Accrochage à l'appareil

source: Always connect the tug first
es: Conectar siempre el remolcador primero.
fr: Toujours connecter le tracteur avant planification
it: Collegare sempre prima il rimorchio
zh: 始終首先連接拖拉機。

source: The push process is always halted when the tug is at the nose of the aircraft. The process will proceed by triggering again the 'start pushback' command.
es: El proceso de retroceso siempre se detiene cuando el remolcador está en la nariz de la aeronave. El proceso continuará activando nuevamente el comando 'iniciar retroceso'.
fr: Le repoussage est toujours interrompu lorsque le remorqueur se trouve au niveau du nez de l'avion. Le processus se poursuivra en déclenchant à nouveau la commande 'start pushback'.
it: Il processo di retrocessione si ferma sempre quando il rimorchio è davanti all'aereo. Il processo riprenderà attivando nuovamente il comando 'avvia retrocessione'.
zh: 當拖拉機在飛機鼻部時，推回過程會始終暫停。 此過程將通過重新觸發「開始推回」命令繼續進行。

source: Audio settings
es: Configuración de audio
fr: Réglages audio
it: Impostazioni audio
zh: 音頻設置。

source: Some Eye tracker plugins use the X-plane camera system and therefore doesn't allow BpB to work properly while using the planner or the tug view. If it is the case, select the plugin that is in conflit with BpB. CAUTION: At this point, you know what you are doing, selecting the wrong plugin may cause X-plane to crash. Otherwise this setting must be set to : None.
fr: Certains plugins avec Eye tracking (suivi occulaire) utilisent le système de camera de X-Plane et potentiellement perturbent le fonctionnement de BpB lors de la planification ou de la vue depuis le tracteur. Dans ce cas, sélectionnez le plugin en conflit avec BetterPushBack. ATTENTION: Ici, sachez qu'exclure le mauvais plugin peut causer le plantage de X-Plane. Si vous n'avez pas de problème, laissez ce réglage sur : Aucun.

source: None
fr: Aucun

source: Push-back waiting to be called
es: Retroceso en espera de ser llamado
fr: Repoussage en attente d'être appelé
it: Push-back in attesa di essere chiamato
zh: 推机等待被呼叫

source: The tug appears next to the plane avoiding in certain case that he is travelling inside the buildings.
es: El remolcador aparece junto al avión, evitando en ciertos casos que pase por dentro de los edificios.
fr: Le tracteur apparaît à côté de l'avion, évitant dans certains cas que celui passe à travers les bâtiments.
it: Il trattore appare accanto all'aereo, evitando in alcuni casi di attraversare gli edifici.
zh: 拖车出现在飞机旁，避免在某些情况下穿过建筑物内部。

source: Mutes the message that the GPU is still connected or some doors are still open.
es: Silencia el mensaje de que la GPU aún está conectada o algunas puertas aún están abiertas.
fr: Silence le message que le GPU est toujours connecté ou que certaines portes sont encore ouvertes.
it: Silenzia il messaggio che la GPU è ancora connessa o alcune porte sono ancora aperte.
zh: 静音GPU和门消息

source: The tug will appear once the beacon light is switched from off to on then the process will proceed as 'connect the tug first'.
es: El remolcador aparecerá una vez que la luz del faro pase de apagada a encendida, luego el proceso continuará con 'conectar primero el remolcador'.
fr: Le tracteur apparaîtra une fois que l'anti-collision sera allumée, puis le processus se poursuivra en suivant l'étape 'connecter d'abord le tracteur'.
it: Il trattore apparirà una volta che la luce del faro sarà accesa, poi il processo proseguirà con 'collegare prima il trattore'.
zh: 拖车将在信标灯从关闭切换到开启时出现，然后按照'首先连接拖车'的步骤继续进行。

source: Tug starts near the aircraft
es: El remolcador comienza cerca del avión
fr: Le tracteur démarre près de l'avion
it: Il trattore inizia vicino all'aereo
zh: 拖车从飞机附近开始

source: Mute GPU and doors message
fr: Silence GPU et message des portes
it: Silenzia il messaggio GPU e porte
zh: 静音GPU和门消息

source: Tug called by activating the beacon
es: El remolcador se activa encendiendo el faro
fr: Le tracteur est appelé en activant l'anti-collision
it: Il trattore viene chiamato attivando il faro
zh: 通过激活信标呼叫拖车

source: My language only at domestic airports: Ground crew speaks my language only if the country the airport is in speaks my language. Otherwise the ground crew speaks English with a local accent. My language at all airports: Ground crew speaks my language irrespective of what country the airport is in. English at all airports: Ground crew always speaks English with a local accent.
es: Mi idioma sólo en los aeropuertos domésticos: El personal de tierra habla mi idioma sólo si el pais en el que está el aeropuerto habla mi idioma. De otra manera el personal de tierra habla inglés con acento local. Mi idioma en todos los aeropuertos: El personal de tierra habla mi idioma independientemente de en que pais esté el aeropuerto. Inglés en todos los aeropuertos: El personal de tierra siempre habla inglés con acento local.
